[
  {
    "id": 1,
    "images": [
      "https://i.postimg.cc/Gh0dZGKP/eq-1.jpg",
      "https://i.postimg.cc/vHbg00HF/71-K5e-BMrf-IS-AC-SL1500.jpg",
      "https://i.postimg.cc/yY1xmWv7/71ns-KVk-FINL-AC-SL1500.jpg"
    ],
    "title": "Adjustable Dumbbell Set 20KG",
    "price": 4999,
    "description": "Durable and space-saving adjustable dumbbell set, perfect for full-body workouts at home or the gym.\n\nFeatures:\n- Adjustable weight from 2.5KG to 20KG to suit beginners and advanced users.\n- Space-saving design eliminates the need for multiple dumbbells.\n- Anti-slip handle ensures a firm grip during workouts.\n- Made with high-quality materials for long-term durability.\n- Ideal for exercises like bicep curls, lunges, chest presses, and more.\n- Quick-lock mechanism for fast and safe weight adjustment.\n- Compact and easy to store after use.\n- Suitable for both home gyms and professional setups.\n- Helps tone, strengthen, and build muscle across the entire body.\n- Rust-resistant coating for extended life.\n\nThis set is perfect for anyone looking to get stronger, leaner, and more fit without needing a full rack of dumbbells.",
    "rating": 4.8
  },
  {
    "id": 2,
    "images": [
      "https://i.postimg.cc/dtKcWvQ4/eq-2.jpg",
      "https://i.postimg.cc/3JvSZJRb/1603260634913082129.jpg",
      "https://i.postimg.cc/mr88rPXh/Jogway-T26-A.jpg"
    ],
    "title": "Foldable Motorized Treadmill",
    "price": 38999,
    "description": "Compact and foldable treadmill with LCD display, perfect for cardio training at home.\n\nFeatures:\n- Powerful yet quiet motor ensures a smooth running experience.\n- Space-saving foldable design with easy mobility wheels.\n- LCD monitor displays time, speed, distance, and calories burned.\n- Built-in shock absorption reduces impact on joints.\n- Adjustable speed settings suitable for walking, jogging, or running.\n- Emergency stop safety key for user protection.\n- Pre-set workout programs to suit different fitness goals.\n- Non-slip running belt with wide surface for comfort and stability.\n- Sturdy frame supports intense cardio sessions.\n- Ideal for burning fat, improving heart health, and increasing stamina.\n\nPerfect for home users looking to maintain an active lifestyle in limited space.",
    "rating": 4.6
  },
  {
    "id": 3,
    "images": [
      "https://i.postimg.cc/rwf6Fr1P/eq-3.jpg",
      "https://i.postimg.cc/44VxJP08/af-13-multi-bench-press.jpg",
      "https://i.postimg.cc/YqPnbNrH/bm-100a-multi-functional-bench-press-1000x1000.jpg"
    ],
    "title": "Multi-Function Bench Press",
    "price": 9999,
    "description": "Sturdy bench press with adjustable angles for chest, shoulder, and triceps workouts.\n\nFeatures:\n- Adjustable incline, flat, and decline positions.\n- Heavy-duty steel frame supports high weight capacity.\n- Thick foam padding ensures comfort during heavy lifts.\n- Compact design fits well in home gyms.\n- Non-slip foot grips for stability and safety.\n- Ideal for chest presses, shoulder presses, dumbbell rows, and ab workouts.\n- Easy to assemble and adjust.\n- Ergonomically designed to minimize strain and enhance form.\n- Compatible with most barbell and dumbbell exercises.\n- Foldable for convenient storage.\n\nThis bench press setup brings gym-level versatility to your home.",
    "rating": 4.5
  },
  {
    "id": 4,
    "images": [
      "https://i.postimg.cc/8z5K4nvZ/eq-4.jpg",
      "https://i.postimg.cc/JhCy8h3F/kn-vinil-6kg-900x.jpg",
      "https://i.postimg.cc/rpGDwLQw/kn-vinil-12kg-900x.jpg"
    ],
    "title": "Vinyl Coated Kettlebell 16KG",
    "price": 2399,
    "description": "Ergonomic vinyl-coated kettlebell for strength, cardio, and endurance training.\n\nFeatures:\n- 16KG weight suitable for beginner to intermediate users.\n- Vinyl coating reduces noise and protects flooring.\n- Wide, ergonomic handle allows a firm, comfortable grip.\n- Ideal for swings, squats, snatches, and more.\n- Helps build core strength, endurance, and full-body stability.\n- Flat bottom design ensures easy storage and safety.\n- Rust-resistant and easy to clean.\n- Compact and portable for home or outdoor workouts.\n- Balanced weight distribution enhances workout performance.\n- Adds intensity to HIIT, CrossFit, and strength routines.\n\nAn excellent all-in-one tool for functional strength and conditioning.",
    "rating": 4.7
  },
  {
    "id": 5,
    "images": [
      "https://i.postimg.cc/7PnKkyMB/eq-5.jpg",
      "https://i.postimg.cc/9FW56HqB/R1018-Carousel-C.jpg",
      "https://i.postimg.cc/vmpwk1W1/400513-03.jpg"
    ],
    "title": "Wall Mounted Pull-Up Bar",
    "price": 2999,
    "description": "Heavy-duty pull-up bar for upper body training. Easy to install on any solid wall.\n\nFeatures:\n- Supports wide, close, and neutral grip variations.\n- Durable steel construction ensures long-term use.\n- Non-slip grips offer better comfort and control.\n- Ideal for pull-ups, chin-ups, leg raises, and hanging core work.\n- Strengthens arms, back, shoulders, and core.\n- Easy installation with included hardware and user manual.\n- Supports heavy loads up to 200KG.\n- Compact design suitable for home or garage gyms.\n- Powder-coated surface resists rust and wear.\n- Can also be used as anchor for resistance bands or TRX straps.\n\nMaximize upper body gains with this versatile pull-up bar setup.",
    "rating": 4.4
  },
  {
    "id": 6,
    "images": [
      "https://i.postimg.cc/526gLQcG/eq-6.png",
      "https://i.postimg.cc/Zqptpbd6/81k-Y4-IBHuc-L-AC-SX679.jpg",
      "https://i.postimg.cc/13VL1mMb/kg-fsrstbandsa-a-zfd8v7gihvu5ewl5-ezgif-com-webp-to-jpg-converter.jpg"
    ],
    "title": "Resistance Band Set (5 Pieces)",
    "price": 1299,
    "description": "Color-coded resistance bands for strength training, mobility, and rehab exercises.\n\nFeatures:\n- Includes 5 bands with varying resistance levels (Light to Extra Heavy).\n- Made from high-quality natural latex for durability and flexibility.\n- Compact and lightweight—perfect for travel and workouts on the go.\n- Ideal for strength training, stretching, yoga, and physical therapy.\n- Color-coded for quick identification and progression.\n- Comes with a carrying pouch for easy organization.\n- Non-slip, skin-safe material ensures a comfortable grip.\n- Suitable for men and women at all fitness levels.\n- Helps improve mobility, joint stability, and muscle tone.\n- Great addition to home, office, or outdoor workout routines.\n\nA versatile fitness tool to support your journey to stronger, healthier living.",
    "rating": 4.9
  }
]
